Repository: lang-uk/translation-metrics
Catalog: data/17099743/Animal_farm_combine.tmx
Source language: en_1945_george_orwell_animal_farm
Languages: uk_1984_iryna_dybko_khutir_tvaryn, uk_1991_yurii_shevchuk_ferma_rai_dlia_tv, uk_2020_bohdana_nosenok_kolhosp_tvaryn

source: Now that the small field beyond the orchard had been set aside for barley, it was rumoured that a corner of the large pasture was to be fenced off and turned into a grazing-ground for superannuated animals.
uk_1984_iryna_dybko_khutir_tvaryn: Тепер же, коли площу під будову старечого дому призначено для засіву ячменю — заплановані Марковим закони на забезпечення старечих років тварин стали безпідметні... В тому питанні доходили до тварин всякі поголоски про нове місце відпочинку. Хтось здогадувався, що в кутку великого пасовиська обгородженого парканом, буде оте приміщення для нездібних до праці тварин.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Тепер, коли вигонець за садком пустили під ячмінь, ходила чутка, нібито мають відгородити шмат великого пасовиська для випасу пенсійних тварин.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Тепер, коли вигін за садом засіяли ячменем, подейкували, що для тварин похилого віку відгородять частину великого пасовиська.

source: Boxer’s twelfth birthday was due in the late summer of the following year.
uk_1984_iryna_dybko_khutir_tvaryn: Дванадцяті уродини Добрилова будуть уже в наступному році під кінець літа; ось чому він поспішав, щоб до того часу причинитись до поступу побудови вітряка.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Дванадцятиріччя Боксера припадало на кінець наступного літа.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Наприкінці наступного літа Боксеру мало виповнитися дванадцять років.

source: Meanwhile life was hard.
uk_1984_iryna_dybko_khutir_tvaryn: Тим часом будні життя були не легкі.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Тим часом життя не легшало.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Тим часом життя ставало дедалі складнішим.

source: The winter was as cold as the last one had been, and food was even shorter.
uk_1984_iryna_dybko_khutir_tvaryn: Зима надійшла з іще лютішим холодом, як торік. Та куди дошкульніше відчували тварини брак харчів.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Зима видалася такою ж лютою, як і попередня, а харчу бракувало ще більше.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Зима видалася сніжна й морозна, як і торік, а харчів було ще менше.

source: Once again all rations were reduced, except those of the pigs and the dogs.
uk_1984_iryna_dybko_khutir_tvaryn: Приділи знову зменшили; звичайно, це не стосувалось приділів для кабанів, свиней та псів.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Знову всім скоротили раціон, окрім свиней та собак.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Знову зменшили всім пайку, окрім свиней і собак.

source: A too rigid equality in rations, Squealer explained, would have been contrary to the principles of Animalism.
uk_1984_iryna_dybko_khutir_tvaryn: Причину зменшення приділів харчування Нікітов ось пояснив: запотребування більшої кількости конечне для умових робітників, тому й неможливо за принципами тваринізму керуватись рівноправністю.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Надто сувора рівність у пайці, пояснював Пищик, суперечить засадам тваринизму.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Повна зрівнялівка в кількості та якості їжі суперечить засадам Тваринізму, пояснив такий стан справ Пискун.

source: In any case he had no difficulty in proving to the other animals that they were not in reality short of food, whatever the appearances might be.
uk_1984_iryna_dybko_khutir_tvaryn: Тут же додав, що недостатки — тимчасове явище, насправді бо нестачі немає,
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Принаймні він переконано доводив усім, що то тільки здається, ніби їдла бракує.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Йому без зусиль вдалося переконати тварин, що видима нестача їжі пояснюється їхнім поганим зором.

source: For the time being, certainly, it had been found necessary to make a readjustment of rations (Squealer always spoke of it as a “readjustment,” never as a “reduction”), but in comparison with the days of Jones, the improvement was enormous.
uk_1984_iryna_dybko_khutir_tvaryn: а тільки здержано та зменшено деякі приділи для забезпечення стану припасів. При тому ще й пригадував, що в порівнянні з тим, як жилось їм за часів Романова, тепер без сумніву краще,
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Атож, на деякий час необхідно переглянути раціон — Пищик завжди казав «переглянути», а не «урізати». Але й ці пайки не йдуть ні в яке порівняння з Джонсовими.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Щоправда, довелося дещо впорядкувати раціон (Пискун ніколи не вживав слово «зменшити», тільки — «впорядкувати»), однак порівнюючи з часами Джонса це значне поліпшення.

source: Reading out the figures in a shrill, rapid voice, he proved to them in detail that they had more oats, more hay, more turnips than they had had in Jones’s day, that they worked shorter hours, that their drinking water was of better quality, that they lived longer, that a larger proportion of their young ones survived infancy, and that they had more straw in their stalls and suffered less from fleas.
uk_1984_iryna_dybko_khutir_tvaryn: все таки мають більше приділів сіна, соломи, питна вода чистіша, працюють для себе, а не для паразита- людини, й тому неважливо, скільки годин праці в день. Та й менше хворіють, бо живуть у більш гігієнічних умовах, як і блохи менше їм докучають.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Хапливо виголошуючи писклявим голоском цифри, він запевняв, що вони мають більше вівса, сіна і ріпи, ніж за Джонса. Що вони працюють менше, що питна вода краща, що вони довше живуть, що зменшилася смертність, що мають у стійлах більше соломи і менше бліх.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Своїм писклявим голосом він скоромовкою зачитував цифри, з допомогою яких докладно обґрунтовував, що вівса, сіна, буряка у них тепер було більше, ніж при Джонсові, що працюють вони менше, що вода тепер кращої якості, а життя довше, і смертність дитинчат зменшилася, що в стійлах тепер більше соломи й менше бліх.

source: The animals believed every word of it.
uk_1984_iryna_dybko_khutir_tvaryn: Слухаючи оту мову Нікітова, тварини не мали іншого вибору, як примиритися з обставинами,
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: І тварини вірили йому.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Тварини вірили кожному його слову.

source: Truth to tell, Jones and all he stood for had almost faded out of their memories.
uk_1984_iryna_dybko_khutir_tvaryn: бо після всіх отих страхітливих переживань, що заповняли їхні будні, просто забули, як їм жилось за часів Романова.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Коли по правді, то Джонс і все, пов'язане з ним, майже зітерлося з їхньої пам'яті.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Щоправда, часи Джонса вже вивітрилися з їхньої пам’яті.

source: They knew that life nowadays was harsh and bare, that they were often hungry and often cold, and that they were usually working when they were not asleep.
uk_1984_iryna_dybko_khutir_tvaryn: При повсякчасному голоді й пам’ять не служила вже як слід. Знали тварини лиш одне — чітко усвідомлювали дійсність щоденности: тяжку працю і постійний голод, а спочинок був тоді, як спали.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Хоч самі знали, що тепер життя суворе й безрадісне, що часто голодують і часто мерзнуть, і що, звісно, коли не сплять, то працюють.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Вони знали напевно тільки одне — життя тепер важке й неласкаве до них, їм часто доводиться мерзнути й голодувати, а працюють вони весь час, що не сплять.

source: Besides, in those days they had been slaves and now they were free, and that made all the difference, as Squealer did not fail to point out.
uk_1984_iryna_dybko_khutir_tvaryn: Єдина різниця в їхнім житті, про яку їм завжди Нікітов нагадував, це те — начебто тепер вони вільні, бо не працюють для ворога-людини.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Та й колись вони були рабами, а тепер вільні. От у чому істотна різниця, не забував наголосити Пищик.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Також ніхто з них не сумнівався в тому, що раніше вони були рабами, а тепер — вільні. У цьому й була головна перевага, не втомлювався наголошувати Пискун.

source: In the autumn the four sows had all littered about simultaneously, producing thirty-one young pigs between them.
uk_1984_iryna_dybko_khutir_tvaryn: Надійшла осінь, чотири льохи майже в один час привели поросят, а всіх їх разом було сто тридцять одне.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Восени майже в один день дві поросні свині привели тридцять одне порося, всі до одного плямисті.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Восени опоросилися всі чотири свиноматки — привели тридцять одне різномасте порося.

source: The young pigs were piebald, and as Napoleon was the only boar on the farm, it was possible to guess at their parentage.
uk_1984_iryna_dybko_khutir_tvaryn: Тому, що речником продовжування роду свиней був лише Вісарйонов, видав він нові приписи щодо приготування умов для новонароджених.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: А оскільки Наполеон був на фермі єдиним кнуром, то їхнього батька неважко було вгадати.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Та оскільки Наполеон був єдиним кнуром на фермі, усі здогадувалися, чиє це потомство.

source: It was announced that later, when bricks and timber had been purchased, a schoolroom would be built in the farmhouse garden.
uk_1984_iryna_dybko_khutir_tvaryn: Отож він наказав закупити все потрібне для будови школи поросятам,
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Й відразу оголосили: щойно придбають цеглу і деревину, в садку за будинком зведуть школу.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Незабаром оголосили, що заплановано збудувати для поросят школу біля городу за будинком, тільки-но випаде нагода придбати ліс і цеглу.

source: For the time being, the young pigs were given their instruction by Napoleon himself in the farmhouse kitchen.
uk_1984_iryna_dybko_khutir_tvaryn: але покищо велів їм приходити до головного будинку і там в одній з вільних кімнат, навчав їх писати й читати.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: А поки що Наполеон навчав поросят на кухні.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Поки ж їх навчав на кухні сам Наполеон.

source: They took their exercise in the garden, and were discouraged from playing with the other young animals.
uk_1984_iryna_dybko_khutir_tvaryn: В садочку й на леваді відбувались фізичні вправи в абсолютному відокремленні від решти тварин — малят. Вісарйонов строго заборонив поросятам бавитися з іншими малими тваринками,
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Вони вправлялися в садку, їх навчали не водитися з іншим молодняком.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Ходили поросята й на город, але їхнє спілкування з іншим молодняком не заохочувалося.

source: About this time, too, it was laid down as a rule that when a pig and any other animal met on the path, the other animal must stand aside: and also that all pigs, of whatever degree, were to have the privilege of wearing green ribbons on their tails on Sundays.
uk_1984_iryna_dybko_khutir_tvaryn: а також новий установив закон; важливим у ньому було те, що всі інші тварини мусять поступатись місцем, коли кабани, свині чи поросята йдуть дорогою, стежкою або лугом. Усі мусять підождати аж свиня пройде. Також увесь свинячий рід кожної неділі носитиме червону стрічку на хвості. Всі оті найновіші настанови й новий закон прийняли тварини без найменшого спротиву.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Десь тоді вийшло розпорядження про те, що коли на стежці зустрінеться свиня та інша тварина, то тварина мусить дати свині дорогу. А також про те, що виключно всі свині, і великі і малі, мають привілей носити по неділях зелену стрічку на хвості.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Згодом започаткували ще одне правило: якщо тварина зустріне на стежці свиню, вона має поступитися їй дорогою. Крім того, всі свині отримали право на свята носити на хвостику зелену стрічку.

source: The farm had had a fairly successful year, but was still short of money.
uk_1984_iryna_dybko_khutir_tvaryn: Цього року стан харчування на хуторі вже не погіршувався. З кожноденними приділами мусіли тварини погодитись, а там звикли до них. [почав дошкульно відчуватись брак грошей]
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Рік видався порівняно сприятливий, та грошей, однак, бракувало.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Рік для господарювання видався доволі вдалим, але грошей все одно не вистачало.

source: There were the bricks, sand, and lime for the schoolroom to be purchased, and it would also be necessary to begin saving up again for the machinery for the windmill.
uk_1984_iryna_dybko_khutir_tvaryn: Але інші проблеми виринали, а саме: почав дошкульно відчуватись брак грошей, бож видатки пов’язані з будовою нової школи для поросят збільшилися, а також прибув чималий видаток — потреба придбання необхідних машин для вітряка.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Мали купити цегли, піску, вапна для школи і треба було знову відкласти гроші на устаткування для вітряка.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Потрібно було придбати цеглу, пісок і цемент для школи й відкладати кошти на обладнання вітряка.

source: Then there were lamp oil and candles for the house, sugar for Napoleon’s own table (he forbade this to the other pigs, on the ground that it made them fat), and all the usual replacements such as tools, nails, string, coal, wire, scrap-iron, and dog biscuits.
uk_1984_iryna_dybko_khutir_tvaryn: Загалом причин на потребу грошей було більше й більше з кожним днем; була потрібна й олива для освічування лямп і свічок не доставало, також і цукру для Вісарйонова; всім іншим свиням вождь заборонив споживати цукор, щоб не потовстіли надмірно.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Треба було купити гасу для ламп, свічок для будинку, цукру до Наполеонового столу (він заборонив його іншим свиням, мовляв, від нього гладшаєш). І, звичайно, поповнити реманент, купити цвяхів, мотуззя, вугілля, дроту, металобрухту та сухарів для собак.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Тягнули гроші гас для ламп, свічки, цукор до столу Наполеона (іншим свиням він забороняв вживати цей продукт через те, що від нього вони гладшають) та інші ужиткові предмети: інструменти, цвяхи, дріт, шпагат, залізо, а також галети для собак.

source: A stump of hay and part of the potato crop were sold off, and the contract for eggs was increased to six hundred a week, so that that year the hens barely hatched enough chicks to keep their numbers at the same level.
uk_1984_iryna_dybko_khutir_tvaryn: Для здобуття всіх отих конечних грошевих засобів, почали свині продавати сіно й картоплю, а курям доручили зносити по шістсот яєць у тиждень, бо на них було найбільше запотребування у Волгограді. Забираючи від курок стільки яєць, майже не залишали потрібної кількости для висиджування курят.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Продали копицю сіна та частину картоплі, а контракт на яйця збільшили до шестисот на тиждень. Отож кури насилу висиділи достатньо курчат, щоб загального поголів'я не зменшилось.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Продали стіг сіна й частину врожаю картоплі, а постачання яєць збільшили до 600 штук на тиждень, тож нових виводків курчат ледь вистачало, щоб поголів’я не зменшилося.

source: Rations, reduced in December, were reduced again in February, and lanterns in the stalls were forbidden to save oil.
uk_1984_iryna_dybko_khutir_tvaryn: Надпрограмове випродування з хутора спричиняло те, що вже колись зменшені харчові приділи в січні, ще більше зменшували в лютому. Також заборонив Вісарйонов освітлювати приміщення, де проживали тварини, щоб таким чином заощадити оливу.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Пайки, і так зменшені в грудні, ще поменшали в лютому, а в стійлах заборонили ліхтарі — треба ощадити на гасі.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Наступне після грудневого урізання пайки сталося у лютому, ліхтарі в стійлах позабирали, щоб зекономити гас.

source: But the pigs seemed comfortable enough, and in fact were putting on weight if anything.
uk_1984_iryna_dybko_khutir_tvaryn: Зменшування приділів їди позначилось і на вигляді тварин; тільки на свинях недобору не було видно, навпаки, вони почали прибувати на вазі.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Проте свиням велося непогано, і вони, попри всі злигодні, жиріли.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Утім, свині ніби почувалися непогано, навіть, здавалося, гладшали.

source: One afternoon in late February a warm, rich, appetising scent, such as the animals had never smelt before, wafted itself across the yard from the little brew-house, which had been disused in Jones’s time, and which stood beyond the kitchen.
uk_1984_iryna_dybko_khutir_tvaryn: Одного дня, під кінець місяця лютого, пахощі смачної їди розпливались із кухні головного будинку по всьому майдані і доходили до голодних тварин, які жадно любувались запахом, що розбуджував уяву і насолоджував смак.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Якось наприкінці лютого із занедбаної ще Джонсом маленької броварні за кухнею подвір'ям рознісся приємний, терпкий і збудливий запах, якого тварини доти не чули.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Якось наприкінці лютого від маленької пивоварні, що стояла при Джонсові без діла, полинув приємний запах, ніколи раніше не чуваний на фермі.

source: Someone said it was the smell of cooking barley.
uk_1984_iryna_dybko_khutir_tvaryn: Дехто з них відчув у запаху ячмінь
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Хтось повідомив, що то пахне варений ячмінь.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Хтось визначив, що так пахне варений ячмінь.

source: The animals sniffed the air hungrily and wondered whether a warm mash was being prepared for their supper.
uk_1984_iryna_dybko_khutir_tvaryn: і сподівався, що дещо їм дістанеться зі звареного ячменю; на жаль, сподівання завели їх...
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Кожен жадібно донюхувався, міркуючи, що то, певно, готують на вечерю теплу ячну кашу.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Тварини жадібно вдихали терпке повітря, сподіваючись отримати на вечерю теплу юшку.

source: But no warm mash appeared, and on the following Sunday it was announced that from now onwards all barley would be reserved for the pigs. The field beyond the orchard had already been sown with barley.
uk_1984_iryna_dybko_khutir_tvaryn: А на мітингу довідались про нові вимоги вождя: мусять зорати більшу кількість поля, яке розлягалось за садом, щоб засіяти ячменем.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Але ніякої каші на вечерю не було, а натомість наступної неділі оголосили, що й надалі весь ячмінь призначається свиням. Вигін за садком уже засіяли ячменем.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Проте нічого подібного не сталося, а наступної неділі було оголошено, що ячмінь призначається тільки для свиней і ним уже засіяно вигін за садом.

source: And the news soon leaked out that every pig was now receiving a ration of a pint of beer daily, with half a gallon for Napoleon himself, which was always served to him in the Crown Derby soup tureen.
uk_1984_iryna_dybko_khutir_tvaryn: Щойно після деякого часу довідались тварини, що кожна свиня одержує день- у-день з їдою кварту пива, а Вісарйонов аж пів ґальона; мовляв, пиво також конечне для розумових робітників.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: А невдовзі просочилася новина, що кожна свиня має до свого щоденного раціону пинту, а Наполеон — півгалона пива; воно подавалося йому в супниці від сервізу «Королівське дербі».
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Незабаром просочилася новина, що відтепер кожна свиня отримує пінту ячмінного пива на день, а Наполеон — цілих пів галону, причому пиво подається йому в порцеляновій супниці з дорогого сервізу Джонсів.

source: But if there were hardships to be borne, they were partly offset by the fact that life nowadays had a greater dignity than it had had before.
uk_1984_iryna_dybko_khutir_tvaryn: Із дня на день умовини життя на хуторі мінялись. На жаль, не на краще. Коли ж приходили найгірші труднощі, тоді злагіднювали їх промовами. У таких промовах пригадували, як тяжко жилось за часів Романова, тому годиться тепер радіти, що неволя проминула і, що вже доля тварин на вищому поземі.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Та хоч і терпіла живність нужду, їй незмірно легше було зносити від усвідомлення, що ти тепер живеш куди гідніше, ніж колись.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Та попри голод і холод, тварини усвідомлювали, що тепер їм живеться значно краще, ніж раніше.

source: There were more songs, more speeches, more processions.
uk_1984_iryna_dybko_khutir_tvaryn: Після промов співали ще більше пісень та похвал на честь життя під прапором тваринізму.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Побільшало співів, промов і процесій.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Побільшало святковості, пісень, промов, маніфестацій.

source: Napoleon had commanded that once a week there should be held something called a Spontaneous Demonstration, the object of which was to celebrate the struggles and triumphs of Animal Farm.
uk_1984_iryna_dybko_khutir_tvaryn: Водночас наказав Вісарйонов, щоби раз у тиждень відбувались демонстрації — спонтанні паради для відзначення перемоги над людьми.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Наполеон звелів раз на тиждень проводити Стихійну демонстрацію, що мала метою відзначити битви й звитяги «Раю для Тварин».
uk_2020_bohdana_nosenok_kolhosp_tvaryn: За наказом Наполеона раз на тиждень проводилися Стихійні Демонстрації — на честь боротьби та звитяг «Колгоспу тварин».

source: At the appointed time the animals would leave their work and march round the precincts of the farm in military formation, with the pigs leading, then the horses, then the cows, then the sheep, and then the poultry.
uk_1984_iryna_dybko_khutir_tvaryn: В призначеному вождем реченці всі тварини, по-військовому ставали в ряди і, виструнчившись, ходили довкола майдану. Попереду йшли свині, перед ними в невеликій відстані крокував півень, за свиньми йшли коні, з черги корови, овечки, а в кінці кури й качки.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: У визначений час тварини кидали роботу й марширували військовими шерегами по фермових теренах; на чолі свині, а за ними — коні, корови, вівці і останніми — птиця.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: У призначений час тварини припиняли роботу й маршували в межах ферми військовим строєм: свині попереду, за ними — коні, потім корови, вівці, птахи.

source: Boxer and Clover always carried between them a green banner marked with the hoof and the horn and the caption, “Long live Comrade Napoleon!”.
uk_1984_iryna_dybko_khutir_tvaryn: Добрилов і Конева несли прапори й транспаренти з написами: «Хай живе вождь, товариш Вісарйонов».
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Боксер і Конюшинка завжди несли зелений прапор з ратицею та рогом і гаслом «Хай живе Товариш Наполеон!»
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Боксер і Люцерна несли зелений прапор із зображенням ратиці й рога та написом «Хай живе товариш Наполеон!»
